{
  "recepts": [
    {
      "id": "5b60",
      "name": "Norin",
      "time": "120",
      "body": "Norin is mainly made in winter. The reason behind, is to air-dry the meat outside, in lower temperatures. This way, the desired amount of aging can be obtained within 2-3 days. You can always keep the meat in the refrigerator. However, it will still remain moist. You will still have to hang the meat outside, at least for some time to get rid of the moisture. This way though, it will take twice as long to obtain desired result.",
      "image": "https://arbuz.com/wp-content/uploads/2010/01/20091228-Cooking-1682-Edit-768x510.jpg"
    },
    {
      "id": "0aa5",
      "name": "SPAGHETTI",
      "time": "60",
      "body": "My children are very picky eaters. As far as I remember even my breast milk had to be spiced up with either Indian or Thai food for my children to enjoy their meal time, jk! They like spices, they like trying different cuisines. But I crave simplicity sometimes. I just want to throw things on their plates and call it a day! This ground beef spaghetti is one of those dishes. Throw it together, add some spices and you are done. What’s not to love about it. It is not as rich in spices like Indian food would, but it definitely hits the empty spot in your stomach.\n",
      "image": "https://arbuz.com/wp-content/uploads/2019/01/Ground-Beef-Spaghetti-Recipe-18-768x512.jpg"
    },
    {
      "id": "9a64",
      "name": "Moshkichiri",
      "time": "40",
      "body": "Let me introduce you to Moshkichiri recipe. You read is exactly as it is written (m-o-sh-k-i-ch-i-ri). It is a very old Uzbek dish, which could probably be translated as Rustic Risotto. I have yet to meet a person who does not like this porridge. It has a risotto like texture, with beans perfectly simmered into perfection. The combination of vegetables, meat and beans works wonders in this dish. It may not look very appetizing from the photos. However, looks can be very deceiving",
      "image": "https://arbuz.com/wp-content/uploads/2017/08/Rustic-Risotto-Recipe10-768x512.jpg"
    },
    {
      "id": "066a",
      "name": "Kozon Kabob",
      "time": "60",
      "body": "The usage of dutch oven is not critical. You can pick up a non-stick pan or a stainless steel pan, big enough to accommodate all the ingredients. The reason why I like to cook with a cast-iron dutch oven is,  it keeps the inside temperature very stable and hot enough to give food a chance to cook well, even in low temperatures. I also love how it quickly gives me the desired caramel color crust for the meat and golden color for potatoes, much faster than its other counter parts.",
      "image": "https://arbuz.com/wp-content/uploads/2015/07/20150705-Qozon-Kabob-035-2-768x512.jpg"
    },
    {
      "id": "78ea",
      "name": "Manti",
      "time": "120",
      "body": "In a medium bowl mix together the dry ingredients. Make a well in the middle of the dry ingredients and pour the warm water and crack 1 egg. If you have a standing mixer or a machine to make the dough, utilize it. If you don’t, just mix everything well and knead the dough for 5-6 minutes. Kneading the dough well is important. The longer and better you knead, the easier it will be to roll the dough later. Cover the ready dough with a plastic wrap. Let it rest for 10-20 minutes, depending on how soft or hard you made the dough. The ideal dough should  not be too soft or too hard to work with. If your dough is very hard to work with, add tad bit of warm water, knead again until smooth and softer than before. Give it a good rest",
      "image": "https://arbuz.com/wp-content/uploads/2010/03/Manti-768x510.jpg"
    },
    {
      "id": "d38d",
      "name": "Palov",
      "time": "120",
      "body": "As I was growing up, my dad would make palov once a week. It is almost a tradition for Uzbeks to make this dish every Thursday. Years later, when I moved to US, I started longing for the taste of this unique treasure of Central Asia. With the guidance of my dad over the phone, I made my first palov in 2002. Obviously, it didn’t come out as well as my ego desired. But I believed that there is always a room for improvement. Since then, I have come a long way in the cooking department. I hope you can tell :)",
      "image": "https://arbuz.com/wp-content/uploads/2009/12/Uzbek-Palov-768x512.jpg"
    }
  ]
}